export const SERVICES_CONTENT = {
 title: "خدماتنا",
        description: "خدماتنا الهندسية<br/>المتكاملة",
        description2: "نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة.",
        cta: "شاهد المزيد",
        ctaLink: "/",
}    



export const SERVICES_CARDS = [

    {
        title: "التخطيط العمراني",
        description: " نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة. في شركة الفقيه، نؤمن أن التخطيط ",
        image: "/ourServices/urban-planning.jpg",
    },
    {
        title: "التصاميم المعمارية",
        description: "في مكتب فقيه، لا نقدم مجرد تصميمات نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة. ",
        image: "/ourServices/architectural-design.jpg",
    },
    {
        title: "منصة احكام",
        description: "منصة إحكام هي بوابة إلكترونية أُنشئت نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة.",
        image: "/ourServices/ahkam-platform.jpg",
    },
    {
        title: "تقارير ومخططات السلامة",
        description: "في شركة الفقيه، نُقدّم تقارير ومخططات نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة.",
        image: "/ourServices/safety-reports.jpg",
    }, {
        title: "أعمال مساحية",
        description: "في شركة الفقيه، نقدم خدمات مساحية نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة.",
        image: "/ourServices/surveying-works.jpg",
    }, {
        title: 'اداره المشاريع',
        description: "في شركة الفقيه، نقدم خدمات إدارة المشاريع نقدّم خدمات فنية واستشارية متكاملة تغطي مراحل المشاريع من الدراسات والتصميم حتى الإشراف والتنفيذ، وفق أعلى معايير الجودة والسلامة.",
        image: "/ourServices/project-management.jpg",
    }
]
