import { BaseSectionContent, MediaCard, NavLink } from "@/types/content";

export const MEDIA_SECTION_CONTENT: { title: string; list: NavLink[]; cards: MediaCard[] } = {
    title: "الاخبار &<br/> أنشطتنا وفعالياتنا",
    list: [
        {
            label: "الأخبار",
            href: "/news"
        },
        {
            label: "أنشطتنا وفعالياتنا",
            href: "/events"
        }
    ],
    cards: [{
        title: "مكتب فقيه يوقع عقدًا استشاريًا مع جامعة الإمام عبدالرحمن بن فيصل",
        description: "MIP تعلن توقيعها عقد شراكة مع مكتب فقيه للاستشارات الهندسية لتقديم خدمات استشارية في التخطيط الحضري والإقليمي لهيئة تطوير المنطقة الشرقية.",
        image: "/mediaSection/1.jpg",
        tag: "شركة"
    }, {
        title: "ورشة عمل ميدانية لطالبات التصميم الداخلي في جازان",
        description: "نظم مكتب فقيه زيارة ميدانية لطالبات كلية العمارة والتصميم بجامعة جازان لعرض تفاصيل مشاريع المكتب وتعريفهن بإجراءات التصميم والإشراف الهندسي.",
        image: "/mediaSection/2.jpg",
        tag: "تعليمي"
    }, {
        title: "ورشة عمل ميدانية لطالبات التصميم الداخلي في جازان",
        description: "نظم مكتب فقيه زيارة ميدانية لطالبات كلية العمارة والتصميم بجامعة جازان لعرض تفاصيل مشاريع المكتب وتعريفهن بإجراءات التصميم والإشراف الهندسي.",
        image: "/mediaSection/1.jpg",
        tag: "تعليمي"
    }, {
        title: "ورشة عمل ميدانية لطالبات التصميم الداخلي في جازان",
        description: "نظم مكتب فقيه زيارة ميدانية لطالبات كلية العمارة والتصميم بجامعة جازان لعرض تفاصيل مشاريع المكتب وتعريفهن بإجراءات التصميم والإشراف الهندسي.",
        image: "/mediaSection/4.png",
        tag: "تعليمي"
    }]
}
